---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipPerIn
source: html/1b8931c8-fc7c-f31f-d586-de7606b50b8c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipPerIn Property

Symbol kip/in, indicating unit Kips per inch.

## Syntax (C#)
```csharp
public static ForgeTypeId KipPerIn { get; }
```